/*
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Zaregistrujte program pomocí e-mailové adresy použité při nákupu a registračního kódu.";
"Your E-mail Address" = "Vaše e-mailová adresa";
"Registration Code" = "Registrační kód";

"Please make sure both your E-mail address and registration code are correct and try again." = "Zkontrolujte, zda je e-mailová adresa i registrační kód správně, a zkuste to znovu.";

"Buy Now" = "Koupit nyní";
"Register" = "Registrace";
"Skip" = "Přeskočit";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Pokud jste neobdrželi registrační kód nebo neznáte e-mailovou adresu použitou při registraci, klikněte zde pro kontrolu >>";
"click here to check >>" = "klikněte zde pro kontrolu >>";
"2. For other registration issues, please contact us >>" = "2. V případě jiných problémů s registrací nás prosím kontaktujte >>";
"contact us >>" = "nás prosím kontaktujte >>";

"Registering…" = "Registrace...";
"Registered successfully!" = "Registrace proběhla úspěšně!";
"OK" = "OK";

"Please make sure your network connection is working and try again." = "Ujistěte se, že vaše připojení je funkční, a zkuste to znovu.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Jejda! Chyba při registraci! Zkontrolujte e-mailovou adresu a registrační kód a zkuste to znovu.";

"The number of devices has exceeded the current order limit." = "Počet zařízení překročil aktuální limit objednávky.";
"Contact us" = "Kontaktujte nás";
"The number of computers registered with the registration code has exceeded the limit." = "Počet počítačů registrovaných pomocí registračního kódu překročil limit.";
"Invalid registration code!" = "Neplatný registrační kód!";
"No order record for this registration code!" = "Pro tento registrační kód neexistuje žádný záznam o objednávce!";
"This registration code has expired!" = "Platnost tohoto registračního kódu vypršela!";

"Registered license plan:" = "Registrovaný licenční plán:";
"User E-mail:" = "Uživatelský e-mail:";
"License Plan:" = "Licenční plán";

"Change license plan" = "Změnit licenční plán";
"Family license" = "Rodinná licence";
"1 Year license" = "Licence na 1 rok";
"1 Month license" = "Licence na 1 měsíc";
"Enterprise Subscription Edition" = "Předplatitelská edice Enterprise";

"Valid until:" = "Platnost do:";

"Available device(s):" = "Dostupná zařízení:";
//"%lu device(s)/Total %lu device(s)" = "%lu device(s)/Total %lu device(s)";
"Available computer(s):" = "Dostupný(é) počítač(e):";
//"%lu computer(s)/Total %lu computer(s)" = "%lu computer(s)/Total %lu computer(s)";

"Used device(s):" = "Použitá zařízení:";
"Used computer(s):" = "Používaný(é) počítač(e):";
"%lu device(s)" = "%lu zařízení";
"%lu computer(s)" = "%lu počítačů";

"Welcome to use %@" = "Vítejte při používání  %@";
"Change License" = "Změnit licenci";
"Lifetime" = "Doživotní";
"Unlimited" = "Neomezená";

"If you want to continue using %@, please purchase again or contact us." = "Pokud chcete %@ používat i nadále, zopakujte objednávku nebo nás kontaktujte.";
"See Pricing" = "Viz Ceník";

